Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: The complete schedule and descriptions of all 2017 events follows.
ja: 2017 年のイベント スケジュールとその概要は以下のとおりです。

source: The conference is divided into several working sessions focusing on different “plumbing” topics, as well as a general paper track.
ja: 異なる「配管」トピックを取り上げたさまざまなワーキング セッションに分かれています。★

source: The core team, often called the Open Source Review Board (OSRB), consists of representatives from engineering and product teams, one or more legal counsel, and the Compliance Officer.
ja: コア チームは、通常、オープンソース調査委員会 (Open Source Review Board; OSRB) と呼ばれ、エンジニアリング & 製品担当チームの代表者、1 人以上のリーガル カウンセラー、およびコンプライアンス オフィサーで構成されます。

source: The course allows and encourages to perform the presented functionality in a hands on manner.
ja: このコースでは、提示された機能を実践的な方法で実行できます。

source: The course will be offered in three 20-minute modules defined around NCWIT’s “Unconscious Bias” messaging, which encompasses the ideas of “Realize, Recognize, and Respond.”
ja: このコースは、NCWIT の "Unconscious Bias ()"◇◇

source: The current Linux kernel is one of the largest collaborative projects ever attempted, with more than 20 million lines of code and more than 12,000 contributors so far.
ja: 現在の Linux カーネルは、史上最大の共同開発プロジェクトの 1 つであり、2000 万行を超えるコードと 12,000 人以上の貢献者によって成り立っています。

source: The distributed ledger is a permanent, secure tool that makes it easier to create cost-efficient business networks without requiring a centralized point of control.
ja: 分散レジャーは、集中管理点を必要とせず、コスト効率のよい業務ネットワークを簡単に構築できる永続的かつセキュアなツールです。

source: The event connects the developer community driving the innovation in this area together with the vendors and users providing and using the code in order to drive the future of embedded devices in the automotive arena.
ja: このイベントは、この分野のイノベーションを牽引している開発者コミュニティと、自動車分野における組込み機器の未来を牽引するために彼らのコードを使用するベンダーやユーザーとを結びつけます。

source: The event connects the developer community with the vendors and users providing and using the code in order to drive the future of embedded devices in the automotive arena.
ja: このイベントは、開発者コミュニティと、自動車分野で組込み機器の未来を切り開くためにコードを提供したり使用したりしているベンダーやユーザーとを結びつけます。

source: The event gathers top professionals to discuss cloud platforms, automation and management tools, DevOps, virtualization, containers, software-defined networking, storage & filesystems, big data tools and platforms, open source best practices, and much more.
ja: トップクラスのプロフェッショナルが集結し、クラウド プラットフォーム、自動化ツール、管理ツール、DevOps、仮想化、コンテナ、ソフトウェアデファインド ネットワーク、ストレージ&ファイルシステム、ビッグ データ ツール、ビッグ データ プラットフォーム、オープン ソース ベスト プラクティスなどについて議論します。

source: The event is designed to advance the open source industry in Japan by bringing the hottest open source technology topics and people together to collaborate.
ja: このイベントは、注目を浴びているオープン ソースの技術トピックスや人々を協業のために結集し、日本のオープン ソース活動を促進させようとするものです。

source: The event provides presentations, tutorials, panel discussions, and networking opportunities that bring together some of the leading practitioners to share their expertise in how to build powerful communities.
ja: プレゼンテーション、チュートリアル、パネル ディスカッション、交流機会などが用意されおり、主要なプラクティショナーが強力なコミュニティの構築について知識を共有するために集まります。

source: The event where the leading maintainers, developers and project leads in the Linux community and from around the world gather together for updates, education, collaboration and problem-solving to further the Linux ecosystem.
ja: Linux コミュニティや世界各地から著名なメンテナー、開発者、プロジェクト リーダーらが一堂に会し、Linux のエコシステムを強化拡充するための更新、教育、協業、および問題解決に取り組むイベントです。

source: The event will be small enough for the participants are able to get an opportunity to interact with the open source community leaders.
ja: 参加者がオープン ソース コミュニティ リーダーとの交流機会を持てるコンパクトなイベントです。

source: The event will contain tracks and mini-summits dedicated to specific Apache projects organized by their respective communities.
ja: コミュニティが結成した複数の Apache プロジェクトに特化したトラックやミニサミットが開催され、

source: The event will feature over 100 sessions covering the issues, technologies, techniques and best practices that are shaping the data ecosystem across a wide range of industries including finance, business, manufacturing, government and academia, media, energy and retail.
ja: 金融、ビジネス、製造、行政、学術、メディア、エネルギー、小売などあらゆる業界のデータ エコシステムに関わるイシュー、テクノロジ、テクニック、ベスト プラクティスをカバーする 100 以上のセッションを開催します。

source: The events give the local community an excellent opportunity to connect with businesses, learn about Cloud Foundry and share knowledge.
ja: ローカルのコミュニティが企業とつながり、Cloud Foundry について学び、知識を共有できる絶好の機会です。

source: The events will take place on the following dates in the following locations:
ja: このイベントの開催日程は以下のとおりです。

source: The expanded OCF board of directors will consist of executives from a wide array of leading companies: AB Electrolux, Arçelik A.S., ARRIS International plc, CableLabs, Canon, Inc., Cisco Systems, Inc., GE Digital, Haier, Intel, LG Electronics, Inc., Microsoft, Qualcomm, Samsung Electronics, and Technicolor SA.
ja: 拡張された OCF 理事会は、AB Electrolux、Arçelik A.S.、ARRIS International plc、CableLabs、キャノン、Cisco Systems. Inc.、GE Digital、Haier、Intel、LG Electronics. Inc.、Microsoft、Qualcomm、サムスン電子、Technicolor SA など広範な分野のトップ企業を代表する首脳陣で構成されます。

source: The first project to receive funds from the Initiative is OpenSSL, which received fellowship funding for key developers as well as other resources to assist the project in improving its security, enabling outside reviews, and improving responsiveness to patch requests.
ja: 最初にこのイニシアチブから資金提供を受けたプロジェクトが OpenSSL です。セキュリティ強化、外部レビュー実現、およびパッチ リクエストへの応答性改善などに必要な主要開発者や各種リソースを確保するための奨励金が提供されました。

source: The four previous years’ research focused exclusively on the job market for Linux professionals.
ja: これまでの 4 年間の調査は、Linux プロフェッショナルのための採用市場に主眼を置いていました。

source: The full 2016 Open Source Jobs Report is available to download for free from https://go.linuxfoundation.org/download-2016-open-source-jobs-report.
ja: 2016 Open Source Jobs Report は、https://go.linuxfoundation.org/download-2016-open-source-jobs-report から無償でダウンロードできます。

source: The full lineup of Apache: Big Data Europe sessions can be viewed at http://events.linuxfoundation.org/events/apache-big-data-europe/program/schedule.
ja: Apache: Big Data Europe のセッションの詳細については、こちらを参照してください。 http://events.linuxfoundation.jp/events/apache-big-data-europe/program/schedule

source: The full lineup of ApacheCon sessions can be viewed at http://events.linuxfoundation.org/events/apachecon-europe/program/schedule.
ja: ApacheCon セッションの詳細については、こちらを参照してください。 http://events.linuxfoundation.org/events/apachecon-europe/program/schedule

source: The full list of AGL members is available here.
ja: AGL メンバーのリストはこちらです。 https://www.automotivelinux.org/about/members

source: The full schedule is below:
ja: 詳細なスケジュールは、以下のとおりです。

source: The future of critical technologies such as Linux, Node.js, Hyperledger, and others can’t be left to chance.
ja: Linux、Node.js、Hyperledger といった不可欠な技術の未来を成り行きに任せておくことはできません。

source: The goal of the Open Compliance Summit is to increase collaboration among summit participants in the area of open source legal compliance via:
ja: Open Compliance Summit はオープン ソースのリーガル/コンプライアンスに関わる人々が参加し、以下のような活動を通してコラボレーションを強化するイベントです。

source: The goal of the UCB infotainment platform is to provide 70-80% of the starting point for a production project.
ja: UCB インフォテインメント プラットフォームが目指しているのは、生産プロジェクトを開始するための 70~80% を提供することです。

source: The goal of the course is to present content in a simple and practical way applied to the specialized needs of presenters, including crafting presentation messages, scripting discussions, presented media and subconscious communications.
ja: このコースの目的は、プレゼン メッセージの作成、ディスカッションの筋書き、展示媒体、および潜在意識の伝達など、発表者の特殊なニーズに応用できるシンプルで実践的な方法でコンテンツを提供することです。

source: The goal of the event is to bring companies on the leading edge together with users and developers to continue to innovate on the delivery of open source infrastructure.
ja: このイベントの目的は、最先端企業とユーザーや開発者を一堂に集め、オープン ソース基盤の提供を刷新し続けることです。

source: The gold-standard in its class, RTPatch is used worldwide for millions of updates daily and enables customers to reduce the size of their updates 90-99%, with 100% accuracy.
ja: この種のツールの代表格である RTPatch は、世界中で毎日何百万件もの更新で利用されています。このツールの利用により、更新処理は 100% の正確さを保ちながら更新サイズが 90%～99% 削減されます。

source: The grant extends the contribution to include Debian developers Chris Lamb, Mattia Rizzolo, Ximin Luo, and Vagrant Cascadian, as well as extending funding for Holger Levsen.
ja: Debian 開発者の Chris Lamb 氏、Ximin Luo 氏、Vagrant Cascadian 氏などを加えるために助成金をさらに充実させるとともに、Holger Levsen 氏への資金援助も拡張します。

source: The in-vehicle infotainment platform is ideal for deploying navigation, communications, safety, security and connectivity and is in a unique position to become the de facto standard for the industry.
ja: その車載インフォテインメント プラットフォームは、ナビゲーション、通信、安全性、セキュリティ、および接続性の提供に最適で、業界のデファクト スタンダードとなる特異な存在です。

source: The intent of Open Source Compliance in the Enterprise is to provide organizations with guidance on how best to participate appropriately in open source communities and to do so in a legal and responsible way.
ja: 『 Open Source Compliance in the Enterprise』では、企業がオープン ソース コミュニティに適切に、そして合法的に責任を持って関与する最善の方法について指南します。

source: The latest version of the AGL platform will transform software development across the automotive industry
ja: 最新バージョンの AGL プラットフォームで自動車業界のソフトウェア開発が一変

source: The leading experts in both the development and operations community will come together to share ideas and best practices for how containers are shaping computing today and in the future with a focus on DevOps culture, automation, portability and efficiency.
ja: 開発コミュニティや運用コミュニティの主要なエキスパートが集まり、DevOps 文化、自動化、可搬性、および効率性に焦点を当てながら、コンテナが現在および未来のコンピューティングをどのように形成できるかについて意見やベスト プラクティスを交換します。

source: The leading maintainers, developers and project leads in the Linux community and from around the world gather together for updates, education, collaboration and problem-solving to further the Linux ecosystem.
ja: Linux コミュニティや世界各地から著名なメンテナー、開発者、プロジェクト リーダーらが一堂に会し、Linux のエコシステムを強化拡充するための更新、教育、協業、および問題解決に取り組みます。

source: The leading minds in the open source container community have come together to form the Open Container Initiative to establish a set of common standards around the container image and runtime specifications.
ja: オープン ソース コンテナ コミュニティの精鋭たちが協力し、コンテナ イメージやランタイムの仕様に関する共通基準を確立するための Open Containere Initiative を結成しました。

source: The leading technologists from multiple open source cloud native communities will gather to further the education and advancement of cloud native computing.
ja: クラウド ネイティブ コンピューティングの学習と進化をめざして、さまざまなオープン ソース クラウド ネイティブ コミュニティの著名技術者が集結します。

source: The majority of consumer electronic devices use Linux for its small footprint
ja: 家電製品のほとんどが、省スペースのために Linux を使用しています。

source: The membership of The Linux Foundation includes companies that are leaders in the delivery and strategic use of open source technologies.
ja: The Linux Foundation のメンバーは、製品やサービスにも戦略的にもオープン ソース技術を使用している業界リーダー企業です。

source: The merger is designed to leverage the strengths of each organization.
ja: この合併は、両組織の強みをさらに生かそうとするものです。

source: The new platform reduces fragmentation and enables us to build products that can be supported by multiple automakers,” said Hisao Munakata, Executive Manager of Automotive Information System Business Division, Renesas Electronics Corporation.
ja: この新しいプラットフォームによってフラグメンテーションが削減され、弊社はさまざまな自動車メーカーが対応できる製品を開発できるようになります。」 ルネサス エレクトロニクス株式会社自動車情報システム ビジネス部門エグゼクティブ マネージャー 宗像尚郎氏

source: The new platform reduces fragmentation and enables us to build products that can be supported by multiple automakers,” said Hisao Munakata, Senior Director of Automotive Information Solution Business Division, 1st Solution Business Unit, Renesas Electronics Corporation.
ja: この新しいプラットフォームによってフラグメンテーションが削減され、弊社はさまざまな自動車メーカーが対応できる製品を開発できるようになります。」 ルネサスエレクトロニクス株式会社 第一ソリューション事業本部 車載情報ソリューション事業部 シニアエキスパート 宗像尚郎氏

source: The newest AGL members include: Audiokinetic, Elektrobit, Sasken Communication Technologies, Star Lab, Toyota Tsusho Corporation and Witekio.
ja: 新しく AGL メンバーとなった企業は、Audiokinetic、Elektrobit、Sasken Communication Technologies、Star Lab、豊田通商、および Witekio です。

source: The newly merged groups will collaborate on future OCF specifications, as well as the IoTivity and AllJoyn open source projects.
ja: 合併後のグループは、今後の OCF の仕様に関して、および IoTivity https://www.iotivity.org/ と AllJoyn https://allseenalliance.org/framework の両オープン ソース プロジェクトに関して協業することになります。

source: The number of unpaid developers continues its slow decline, as Linux kernel development proves an increasingly valuable skill sought by employers, ensuring experienced kernel developers do not stay unpaid for long.
ja: 企業に所属していない開発貢献者は徐々に減っていますが、その理由は、Linux カーネル開発が雇用者側にとってますます価値あるスキルであることが明白となり、経験豊かなカーネル開発者が雇用されない状態が長く続かないためです。

source: The only higher category, at 51 percent of surveyed hiring managers, is knowledge of OpenStack, CloudStack and related cloud technologies.
ja: また、急激に伸びているいるカテゴリとして採用担当者の 51% が挙げたのが、OpenStack、CloudStack、および関連のクラウド技術です。

source: The open source community at large and our nearly 800 members will benefit from the insight and expertise each of these individuals brings.
ja: オープン ソース コミュニティ全体と約 800 の LF メンバーが、彼らの見識や知識の恩恵を受けることになります。

source: The open source community will gather in Spain to learn about and collaborate on technologies and projects driving the future of open source, web technologies and cloud computing
ja: オープン ソース コミュニティがスペインに集結し、オープン ソース、Web 技術、およびクラウド コンピューティングの未来を牽引する技術やプロジェクトについて学習・協業

source: The operating system has seen massive acceptance in almost every sector, including financial, government, education, and even film production.
ja: Linux OS は、金融、政府自治体、教育からフィルム制作まで、ありとあらゆる分野で受け入れられています。

source: The opportunities to get involved are literally wide open.
ja: 参加する機会は、文字どおり広く開かれています。

source: The participants should be able to get the latest information about the technology trends from open source perspective.
ja: 参加者は、オープン ソースの視点から見た技術トレンドの最新情報に触れることができるでしょう。

source: The premier event for developers returns to focus on languages, microservices, agile development and all things multi-cloud
ja: 言語、マイクロサービス、アジャイル開発、そしてマルチクラウド全般に、開発者があらためてフォーカスするプレミア イベント

source: The program will be published very soon.
ja: プログラムは確定しだい掲載されます。

source: The projects each define their own terms for intellectual property contributions and commitments (e.g., licenses) and funding models.
ja: The Linux Foundation 傘下のプロジェクトは、知的財産の貢献やコミットメント (ライセンスなど) および財源形成に関するついて、それぞれ独自の規約を定めています。

source: The rate of Linux development continues to increase, as does the number of developers and companies involved in the process.
ja: Linux の開発速度は継続して増加中であり、開発者の数も、開発のプロセスに関与する企業の数も増加中です。

source: The room will be available all days of the event and will be located onsite.
ja: イベント会場内に設けられ、イベントの開催中はずっとご利用いただけます。

source: The summit provides a neutral environment for participants from different companies and different backgrounds to:
ja: このサミットでは、異なるバックグラウンドを持つさまざまな企業の人々が、中立な環境のもとで、以下のような機会を持つことができます。

source: The table below shows the companies that are offering computer discounts to Linux Foundation Individuals and the countries where they are available.
ja: 次の表は、The Linux Foundation の個人サポーターがコンピューターを購入する際に利用できる国別の割引き特典を表しています。X 印のあるメーカーの製品が割引き対象になります。

source: The technical details are still important, but the relevance of what you are presenting will help the program committee during the selection process.
ja: プログラム コミッティが発表内容を審査する際は、その技術的な詳細を重視するのはもちろんですが、発表の妥当性も評価します。

source: The third release of the UCB will be on display at CES 2017; details will be shared later this year.
ja: UCB の第 3 版は CES 2017 に出展予定です。詳細については今年中に発表されます。

source: The third version of AGL’s connected car platform, the Unified Code Base (UCB), will be on display at CES 2017 in the AGL Demo Suite at the Bellagio Hotel.
ja: AGL のコネクテッド カー プラットフォーム Unified Code Base (UCB) https://www.automotivelinux.org/news/announcement/2016/07/automotive-grade-linux-releases-unified-code-base-20 第 3 版は、CES 2017 の AGL デモ スイート https://www.automotivelinux.org/news/events/2017-01-05/ces-2017 (Bellagio ホテル) に出展予定です。

source: Their single vehicle computer system, which was designed with security throughout, shields vehicles from attack through multi-point defenses and centralizes new functions and connected devices to create securer vehicles.
ja: セキュリティを重視して設計された同社の自動車用シングル コンピューターシステムは、マルチポイント防御システムによってクルマを攻撃から守り、新機能と接続機器を集中管理してセキュアなクルマを実現します。

source: Their single vehicle computer, which was designed with security throughout, shields vehicles from attack through multi-point defenses and centralizes new functions and connected devices to create more secure vehicles.
ja: セキュリティを重視して設計された同社の自動車用シングル コンピューターは、マルチポイント防御システムによってクルマを攻撃から守り、新機能と接続機器を集中管理してセキュアなクルマを実現します。

source: Their sites require the email address and/or codes to see the discounted pricing.
ja: 割引き対象製品を見るには、Linux.com 電子メール アドレスや専用コード番号が必要になります。

source: There are also events looking at the business side of open source, gathering business and technical leaders in compliance, governance, legal topics and related areas.
ja: またオープン ソースのビジネス面をテーマにしたイベントもあり、それらにはコンプライアンス、ガバナンス、リーガル トピックスなど関連分野のビジネス リーダーやテクニカル リーダーが集結します。

source: There are plenty of ways to give a presentation about projects and technologies without focusing on company-specific efforts.
ja: 企業独自の活動にフォーカスしないで、プロジェクトや技術情報に関する発表を行う方法はたくさんあります。

source: There he did the packaging of the printing-related software for the distribution, and since 2001 he was leader of the linuxprinting.org project.
ja: ディストリビューション向けプリンティング関連ソフトウェアのパッケージングを手がけ、2001 年より、linuxprinting.org プロジェクトのリーダーを務め、

source: There is a complimentary add-on option on the registration form to join the conference, available only to Automotive Linux Summit attendees.
ja: Automotive Linux Summit の参加者の方に限り、登録フォームに Open Source Summit Japan 2017 優待登録のアドオン オプションがあります。

source: There is a complimentary add-on option on the registration form to join the conference, available only to Open Source Summit Japan attendees.
ja: Open Source Summit Japan の参加者の方に限り、登録フォームに Automotive Linux Summit 優待登録のアドオン オプションがあります。

source: There is no special student price for the Lifetime Email Add-On.
ja: ライフタイム 電子メール アドレスのオプションには、学生用特別料金はありません。

source: There's simply no other event where the leading maintainers, developers and project leads in the Linux community and from around the world gather together for updates, education, collaboration and problem-solving to further the Linux ecosystem.
ja: Linux コミュニティや世界各地から著名なメンテナー、開発者、プロジェクト リーダーらが一堂に会し、Linux のエコシステムを強化拡充するための更新、教育、協業、および問題解決に取り組む唯一のイベントです。

source: There’s simply no other event where the leading maintainers, developers and project leads in the Linux community and from around the world gather together for updates, education, collaboration and problem-solving to further the Linux ecosystem.
ja: Linux コミュニティや世界各地から著名なメンテナー、開発者、プロジェクト リーダーらが一堂に会し、Linux のエコシステムを強化拡充するための更新、教育、協業、および問題解決に取り組む唯一のイベントです。

source: These are just a sample of our much broader catalog, which includes self-paced, online, and instructor-led courses in Linux performance and open source development.
ja: これらは私たちの膨大な教育プログラムのほんの一部です。Linux のパフォーマンスやオープン ソース開発のトレーニング コースには、各自のペースで進められる自習型コースやオンライン コースもあれば、インストラクターが直接指導するコースもあります。

source: These are like the authorization charges used by hotels and gas stations to test validity of a credit card.
ja: これはホテルやガソリン スタンドなどがクレジット カードを確認する際に使用する承認料金のようなものです。

source: These are the speakers who have delivered talks featured on TED.com.
ja: さまざまな人々が TED.com で講演しています。

source: These code bases are the result of scalable collaboration, many of which are driven by the top technical talent in the world for a particular domain.
ja: これらのコード ベースは、柔軟なコラボレーションの成果であり、その多くは、各分野で世界のトップに立つ技術人材が牽引しています。

source: These companies are working together to solve complex problems in business and technology through open source collaboration.
ja: これらの企業が協力し合い、オープン ソース コラボレーションを通じて、ビジネスや技術の複雑な問題を解決しています。

source: These offerings are backed by the company's worldwide infrastructure, including leading global tier-1 IP network, Arcstar Universal One™ VPN network reaching over 196 countries/regions, and 140 secure data centers worldwide.
ja: これらのオファーリングは、グローバル tier-1 IP ネットワーク、196 の国と地域にまたがる Arcstar Universal One™ VPN ネットワーク、全世界に 140 拠点あるセキュア データ センターをはじめとする同社のワールドワイドなインフラによって支えられています。

source: They can take advantage of not only unparalleled educational opportunities, but also an expo hall, networking activities, hackathons, additional co-located events and The Linux Foundation’s diversity initiatives, including free childcare, nursing rooms, non-binary restrooms and a diversity luncheon.
ja: 参加者は、きわめて貴重な教育機会に加え、展示ホール、交流活動、ハッカソン、各種併設イベントを利用できるほか、無料保育サービス、授乳室、ノンバイナリ レストルーム* (第三の性向け化粧室)、ダイバーシティ ランチョンなど、The Linux Foundation のダイバーシティ プログラムの恩恵を受けることができます。

source: They exist to encourage the open exchange of ideas and expression and require an environment that recognizes the inherent worth of every person and group.
ja: そして、アイデアや感想のオープンな交換を奨励し、あらゆる人々や集団が持つ価値を認める環境を要求します。

source: They include:
ja: 講演者の一部をご紹介します。

source: They need a neutral, independent organization like The Linux Foundation to manage the infrastructure and sustain their code and communities over the long term.
ja: このような技術については、The Linux Foundation のような中立の独立組織が、その基盤を管理し、そのコードやコミュニティを長期的に維持していく必要があります。

source: They needed a reliable application platform that could work across a variety of cloud infrastructures and support multiple languages.
ja: また、さまざまなクラウド基盤で動作でき、多言語に対応した、信頼できるアプリケーション プラットフォームを必要としていました。

source: They set the strategic direction for the organization.
ja: 彼らが Linux Foundation の戦略的方向性を決定しています。

source: They strive to advance the next generation of open source software and introduce the principles of shared R&D to new endeavors.
ja: 彼らは、次世代のオープン ソース ソフトウェアを進化させ、共有研究開発 (R&D) の原理を新たな試みに取り入れるために、日々努力しています。

source: They’re also the ripest recruiting grounds in today’s technology landscape.
ja: また技術分野における最も成熟した人材供給地でもあります。

source: Think of it as an operating system for interactions.
ja: つまり相互作用を実現するためのオペレーティング システムです。

source: Thinkers.
ja: 思想家。

source: This allows everyone to benefit, including both operations and developers.
ja: 運用者や開発者をはじめ、あらゆる人々にメリットがあります。

source: This course will be valuable to anyone concerned with and involved in Open Source Management, including operational and legal executives, software development managers, open source program managers and developers.
ja: このコースは、オープン ソース マネージメントに関わっているすべての人 (運用 / 法務部門幹部、ソフトウェア開発マネージャー、オープン ソース プログラム マネージャー、開発者など) に有用です。

source: This ebook, along with other efforts such as our free Compliance Basics for Developers training course, is one way we are working to help close the knowledge gap and make compliance easier for everyone.”
ja: この電子書籍は、無料トレーニング コース "Compliance Basics for Developers (開発者のためのコンプライアンス基本)" などと同様に、人々の知識のギャップを埋め、あらゆる人のコンプライアンスを容易にするための私たちの取り組みの一部です。」

source: This enables automakers and suppliers to focus their resources on customizing the other 20-30% to meet their unique product needs.
ja: そうすれば、自動車メーカーやサプライヤーは、各社独自の製品ニーズを満たすために残りの 20~30% のカスタマイズにリソースを注ぎ込めます。

source: This event gathers the Apache projects, people and technologies working in Big Data, ubiquitous computing and data engineering and science to educate, collaborate and connect in a completely project-neutral environment.
ja: このイベント には、ビッグ データ、ユビキタス コンピューティング、およびデータ エンジニアリング&サイエンスに関わるプロジェクト、人々、および技術が集結し、完全にプロジェクトに中立な環境における教育、協業、および交流を行います。

source: This event will take place at the TKP Garden City Yokohama in Yokohoma, Japan.
ja: このイベントは、下記の会場で行われます。TKPガーデンシティ横浜

source: This is an increase when compared to last year’s Linux-specific jobs report, which found 50 percent planning to add Linux talent during the same time period.
ja: これは昨年の Linux に関するジョブ レポートに比較しても増えている (昨年の同様の質問では、50% が Linux 人材を増やす計画があると回答)。
